[
  {
    "name": "ErgoMax Desk",
    "category": "desk",
    "subCategory": "manual",
    "description": "The ErgoMax Desk offers a comfortable and efficient workspace for manual tasks. Its sturdy design and adjustable height settings ensure optimal productivity.",
    "image": 0,
    "price": 249.99
  },
  {
    "name": "TechGlide Desk",
    "category": "desk",
    "subCategory": "electrical",
    "description": "The TechGlide Desk combines modern design with advanced features like electric height adjustment and integrated cable management, providing a convenient workspace.",
    "image": 1,
    "price": 399.99
  },
  {
    "name": "PowerLift Desk",
    "category": "desk",
    "subCategory": "electrical",
    "description": "The PowerLift Desk features a powerful lifting mechanism for easy height adjustment, offering a comfortable and efficient workspace for electrical tasks.",
    "image": 1,
    "price": 349.99
  },
  {
    "name": "FlexiDesk",
    "category": "desk",
    "subCategory": "electrical",
    "description": "The FlexiDesk is a flexible and convenient electrical desk that adapts to your work style, providing a comfortable workspace for various tasks.",
    "image": 0,
    "price": 279.99
  },
  {
    "name": "SwiftWork Desk",
    "category": "desk",
    "subCategory": "manual",
    "description": "The SwiftWork Desk is a compact and efficient manual desk designed for quick and easy tasks, making it ideal for small spaces and on-the-go work.",
    "image": 0,
    "price": 149.99
  },
  {
    "name": "ProForm Desk",
    "category": "desk",
    "subCategory": "manual",
    "description": "The ProForm Desk is a professional-grade manual desk with a durable construction and ergonomic design, providing a comfortable workspace for manual tasks.",
    "image": 1,
    "price": 299.99
  },
  {
    "name": "EliteExec Desk",
    "category": "desk",
    "subCategory": "electrical",
    "description": "The EliteExec Desk is a premium electrical desk that combines luxurious aesthetics with advanced features, setting a new standard for style and functionality.",
    "image": 2,
    "price": 899.99
  },
  {
    "name": "FlexiTask Desk",
    "category": "desk",
    "subCategory": "manual",
    "description": "The FlexiTask Desk is a versatile and ergonomic manual desk that offers a comfortable and efficient workspace for various tasks and work styles.",
    "image": 1,
    "price": 329.99
  },
  {
    "name": "ProElevate Desk",
    "category": "desk",
    "subCategory": "manual",
    "description": "The ProElevate Desk is a professional-grade manual desk with a robust construction and smooth height adjustment, providing a stable and comfortable workspace.",
    "image": 2,
    "price": 399.99
  },
  {
    "name": "CompactWork Desk",
    "category": "desk",
    "subCategory": "manual",
    "description": "The CompactWork Desk is a space-saving and efficient manual desk designed for small office environments, offering a comfortable workspace in limited spaces.",
    "image": 0,
    "price": 199.99
  },
  {
    "name": "QuickGlide Desk",
    "category": "desk",
    "subCategory": "manual",
    "description": "The QuickGlide Desk is a manual desk with a smooth gliding mechanism for swift height adjustments, ensuring a productive workflow throughout the day.",
    "image": 2,
    "price": 249.99
  },
  {
    "name": "EcoFlow Desk",
    "category": "desk",
    "subCategory": "electrical",
    "description": "The EcoFlow Desk is an environmentally friendly electrical desk with smart power management and energy-saving modes, providing an efficient workspace.",
    "image": 0,
    "price": 299.99
  },
  {
    "name": "FlexiStand Desk",
    "category": "desk",
    "subCategory": "manual",
    "description": "The FlexiStand Desk is a versatile and portable manual desk that adapts to your changing work needs, offering a flexible and convenient workspace solution.",
    "image": 2,
    "price": 189.99
  },
  {
    "name": "ProForm Plus Desk",
    "category": "desk",
    "subCategory": "manual",
    "description": "The ProForm Plus Desk is an upgraded version of our popular ProForm Desk, offering enhanced functionality and ergonomic design for demanding manual tasks.",
    "image": 2,
    "price": 349.99
  },
  {
    "name": "EliteTech Desk",
    "category": "desk",
    "subCategory": "electrical",
    "description": "The EliteTech Desk is a high-tech electrical desk designed for tech enthusiasts and professionals, offering a sleek design and advanced features.",
    "image": 2,
    "price": 599.99
  },
  {
    "name": "ErgoMax Chair",
    "category": "chair",
    "subCategory": "ergonomic",
    "description": "The ErgoMax Chair is an ergonomic chair designed to provide optimal comfort and support during long hours of sitting. It features adjustable seat height, lumbar support, and armrests, allowing you to customize the chair to your needs. With its breathable mesh backrest and cushioned seat, the ErgoMax Chair promotes good posture and reduces the risk of back pain.",
    "image": 0,
    "price": 189.99
  },
  {
    "name": "TechSavvy Chair",
    "category": "chair",
    "subCategory": "ergonomic",
    "description": "The TechSavvy Chair is a versatile task chair designed for tech-savvy individuals. It features a sleek and modern design with adjustable seat height and a 360-degree swivel function. The TechSavvy Chair also includes built-in USB ports and wireless charging capabilities, allowing you to conveniently charge your devices while working. With its comfortable padding and ergonomic design, this chair is perfect for long hours of focused work.",
    "image": 1,
    "price": 249.99
  },
  {
    "name": "ProForm Chair",
    "category": "chair",
    "subCategory": "ergonomic",
    "description": "The ProForm Chair is an ergonomic chair that combines style and comfort. It features a high backrest, plush padding, and genuine leather upholstery, providing a luxurious seating experience. The chair also includes adjustable seat height, tilt mechanism, and built-in lumbar support for personalized comfort. With its elegant design and premium materials, the ProForm Chair is an excellent choice for ergonomic offices",
    "image": 2,
    "price": 129.99
  },

  {
    "name": "ErgoMax Chair",
    "category": "chair",
    "subCategory": "ergonomic",
    "description": "The ErgoMax Chair is an ergonomic chair designed to provide optimal comfort and support during long hours of sitting. It features adjustable seat height, lumbar support, and armrests, allowing you to customize the chair to your needs. With its breathable mesh backrest and cushioned seat, the ErgoMax Chair promotes good posture and reduces the risk of back pain.",
    "image": 0,
    "price": 189.99
  },
  {
    "name": "TechSavvy Chair",
    "category": "chair",
    "subCategory": "ergonomic",
    "description": "The TechSavvy Chair is a versatile task chair designed for tech-savvy individuals. It features a sleek and modern design with adjustable seat height and a 360-degree swivel function. The TechSavvy Chair also includes built-in USB ports and wireless charging capabilities, allowing you to conveniently charge your devices while working. With its comfortable padding and ergonomic design, this chair is perfect for long hours of focused work.",
    "image": 1,
    "price": 249.99
  },
  {
    "name": "ProForm Chair",
    "category": "chair",
    "subCategory": "ergonomic",
    "description": "The ProForm Chair is an ergonomic chair that combines style and comfort. It features a high backrest, plush padding, and genuine leather upholstery, providing a luxurious seating experience. The chair also includes adjustable seat height, tilt mechanism, and built-in lumbar support for personalized comfort. With its elegant design and premium materials, the ProForm Chair is an excellent choice for ergonomic offices.",
    "image": 2,
    "price": 499.99
  },
  {
    "name": "FlexiTask Chair",
    "category": "chair",
    "subCategory": "ergonomic",
    "description": "The FlexiTask Chair is a versatile task chair designed for flexibility and comfort. It features a contoured seat and a breathable mesh backrest for excellent support. The chair includes adjustable seat height, tilt mechanism, and armrests, allowing you to find the perfect position for your work. With its ergonomic design and practical features, the FlexiTask Chair enhances productivity and reduces fatigue.",
    "image": 0,
    "price": 169.99
  },
  {
    "name": "SwiftLift Chair",
    "category": "chair",
    "subCategory": "ergonomic",
    "description": "The SwiftLift Chair is an ergonomic chair designed for optimal comfort and performance. It features a high backrest, adjustable seat height, and lumbar support, promoting a healthy sitting posture. The chair also includes padded armrests and a breathable fabric upholstery for enhanced comfort. With its sleek design and ergonomic features, the SwiftLift Chair is perfect for long hours of focused work.",
    "image": 1,
    "price": 229.99
  },
  {
    "name": "ErgoMax Chair",
    "category": "chair",
    "subCategory": "office",
    "description": "The ErgoMax Chair is a comfortable and ergonomic office chair designed to provide optimal support during long hours of work. It features adjustable seat height, lumbar support, and armrests, allowing you to customize the chair to your needs. With its breathable mesh backrest and cushioned seat, the ErgoMax Chair promotes good posture and reduces the risk of back pain.",
    "image": 0,
    "price": 189.99
  },
  {
    "name": "TechSavvy Chair",
    "category": "chair",
    "subCategory": "office",
    "description": "The TechSavvy Chair is a versatile office chair designed for tech-savvy individuals. It features a sleek and modern design with adjustable seat height and a 360-degree swivel function. The TechSavvy Chair also includes built-in USB ports and wireless charging capabilities, allowing you to conveniently charge your devices while working. With its comfortable padding and ergonomic design, this chair is perfect for long hours of focused work.",
    "image": 1,
    "price": 249.99
  },
  {
    "name": "ProForm Chair",
    "category": "chair",
    "subCategory": "office",
    "description": "The ProForm Chair is a stylish and comfortable office chair that combines elegance with ergonomic features. It features a high backrest, plush padding, and genuine leather upholstery, providing a luxurious seating experience. The chair also includes adjustable seat height, tilt mechanism, and built-in lumbar support for personalized comfort. With its premium materials and sophisticated design, the ProForm Chair is an excellent choice for ergonomic offices.",
    "image": 2,
    "price": 499.99
  },
  {
    "name": "FlexiTask Chair",
    "category": "chair",
    "subCategory": "office",
    "description": "The FlexiTask Chair is a versatile office chair designed for flexibility and comfort. It features a contoured seat and a breathable mesh backrest for excellent support. The chair includes adjustable seat height, tilt mechanism, and armrests, allowing you to find the perfect position for your work. With its ergonomic design and practical features, the FlexiTask Chair enhances productivity and reduces fatigue.",
    "image": 0,
    "price": 169.99
  },
  {
    "name": "SwiftLift Chair",
    "category": "chair",
    "subCategory": "office",
    "description": "The SwiftLift Chair is a comfortable and ergonomic office chair designed for optimal performance. It features a high backrest, adjustable seat height, and lumbar support, promoting a healthy sitting posture. The chair also includes padded armrests and a breathable fabric upholstery for enhanced comfort. With its sleek design and ergonomic features, the SwiftLift Chair is perfect for long hours of focused work.",
    "image": 1,
    "price": 229.99
  },
  {
    "name": "GamerMax Chair",
    "category": "chair",
    "subCategory": "gaming",
    "description": "The GamerMax Chair is a premium gaming chair designed for ultimate comfort during intense gaming sessions. It features a racing-inspired design with a high backrest, adjustable seat height, and lumbar support, providing excellent ergonomics and support. The chair includes padded armrests and a durable synthetic leather upholstery for a luxurious feel. With its ergonomic features and eye-catching design, the GamerMax Chair takes your gaming experience to the next level.",
    "image": 2,
    "price": 299.99
  },
  {
    "name": "TechGamer Chair",
    "category": "chair",
    "subCategory": "gaming",
    "description": "The TechGamer Chair is a cutting-edge gaming chair designed for tech-savvy gamers. It features a sleek and futuristic design with adjustable seat height and a 360-degree swivel function. The TechGamer Chair also includes built-in USB ports, wireless charging capabilities, and integrated speakers for an immersive gaming experience. With its ergonomic design and premium features, this chair ensures maximum comfort and performance during gaming sessions.",
    "image": 0,
    "price": 349.99
  }
]
